[
    {
        "N": 2,
        "유형": "1.1 Initial staging",
        "본문": "Technique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreaticoduodenal groove와 pancreatic head lower portion에 2 cm과 2.3 cm 크기의 ill-defined mass가 있으며 synchronous cancer 가능성이 높음 (CT SE 302 IM 171, 181). SMV와 닿아 있고 약간 좁아져 있음. 다른 major vessel invasion은 뚜렷하지 않음.\n  CBD invasion으로 bile duct가 심하게 늘어나 있음.\n  GB stone이 있음.\n  Liver에 metastasis 가능성이 높은 solid nodule이 몇 개 있음 (MR SE 1301 IM 855, 865, 872, 881).\n  Liver에 cyst들이 있음.\n  Hepatoduodenal ligament에 의미가 분명하지 않은 lymph node가 몇 개 있음.\n  Aorta 주변에 커진 lymph node 없음.\n  Both kidneys에 cyst들이 있음.\n  Uterine myomas 있음.",
        "결론": "1. Two ill-defined masses in the pancreatic head, suggesting synchronous cancers.\n   1) SMV abutment with mild narrowing.\n2. Several liver metastases. \n3. CBD invasion with marked bile duct dilatation."
    },
    {
        "N": 3,
        "유형": "1.1 Initial staging",
        "본문": "Technique:\n  3T MR 기기 (Magnetom Skyra; Siemens Healthineers)를 사용함. Axial in & opposed T1WI, fat-suppressed axial T1WI, axial moderate T2WI, axial heavily T2WI, diffusion-weighted image, coronal T2WI, 2D MRCP, 3D MRCP를 획득함. Gd-DOTA (Dotarem®)를 주입하여, multiphase 3D gradient-echo fat-suppressed axial & coronal T1WI 획득함.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n1. Pancreatic cancer:\n   - location: body/tail.\n   - maximum diameter: 1.3 cm.\n   - peripancreatic infiltration: present.\n   - major vascular invasion: absent.\n   - adjacent organ invasion: absent.\n\n2. Regional lymph node metastasis: absent.\n\n3. Distant metastasis: absent.\n\n4. Others: 1) a hepatic cyst in liver S8.\n           2) GB stones.",
        "결론": "1. A 1.3 cm pancreas body/tail cancer, most likely."
    },
    {
        "N": 4,
        "유형": "1.1 Initial staging",
        "본문": "Technique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreas neck에서부터 tail까지 involve하고 있는 7 cm 크기의 infiltrative mass가 있고 infiltrative pancreatic cancer로 생각됨. 이 mass는 common hepatic artery involvement가 있으며 portomesenteric vein을 invasion하여 mild한 stenosis를 유발하고 있음.\n  Common hepatic artery 주변과 portocaval area에 metastatic lymph node가 있고 retrocaval, aortocaval, paraaortic area에도 크기가 작지만 metastasis의 가능성이 있는 lymph node들이 있음.\n  뚜렷한 hepatic metastasis는 보이지 않음.",
        "결론": "1. A 7 cm infiltrative pancreas cancer in pancreas neck/body/tail, borderline resectable or unresectable state.\n   1) tumor invasion of portomesenteric vein and common hepatic artery.\n   2) lymph node metastasis along common hepatic artery and portocaval area.\n   3) suspicious distant node metastasis in retrocaval, aortocaval, and paraaortic area."
    },
    {
        "N": 5,
        "유형": "1.1 Initial staging",
        "본문": "1. Pancreatic cancer: resectable\n   - location: neck/body\n   - maximum diameter: 1.8 cm\n   - peripancreatic infiltration: present\n   - major vascular invasion: absent\n   - adjacent organ invasion: absent\n\n2. Regional lymph node metastasis: absent\n\n3. Distant metastasis: absent\n\n4. Others: abdominal aortic aneurysm\n\n---\nNote: \n1. Definition of major vascular invasion: tumor involves >180° of the circumference of the vessel, vascular occlusion, or tumor thrombus.\n2. Criteria for lymph node metastasis: >1 cm in short-axis diameter or necrosis.",
        "결론": "1. Pancreatic neck/body cancer, resectable."
    },
    {
        "N": 6,
        "유형": "1.1 Initial staging",
        "본문": "History: \n1. Pancreatic mass 의심하여 follow up하는 환자임.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Scan에 포함된 lung base에 특기할 만한 소견 없음.\n  Liver에 특기할 만한 소견 없음.\n  Biliary ductal dilatation 없음.\n  Gallbladder에 특기할 만한 소견 없음.\n  Pancreas head 부위에 약 2 cm 정도 크기의 low attenuating mass가 있고 duct를 obstruction 시켜 upstream pancreatic duct의 dilatation과 obstructive change가 보이고 있음. 2021-7-20 CT에는 보이지 않던 소견이며 pancreatic cancer가 의심됨. 병변이 인접한 SMV를 encase하고 있음.\n  Right hepatic artery가 celiac trunk에서 직접 기시하여 main portal vein의 후방으로 주행하는 anatomical variation이 있음.\n  Major arterial tumor encasement 소견 없음.\n  Common hepatic artery 근처로 lymphadenopathy가 있으며 (SE 6 IM 31) nodal metastasis가 의심됨.\n  Kidney와 adrenal gland에 특기할 만한 소견 없음.\n  Mild splenomegaly가 있음.\n  Abdomen의 다른 부위에 특기할 만한 소견 없음.",
        "결론": "1. A 2-cm obstructing mass in the pancreatic head (SE 5 IM 40), suspicious of pancreatic cancer.\n2. Tumor encasement of the SMV.\n3. Lymphadenopathy in the common hepatic artery area, suspicious of regional nodal metastasis."
    },
    {
        "N": 7,
        "유형": "1.1 Initial staging",
        "본문": "MR,Cholangiography & Pancreas (with enhance)(3.0T)          20230725:0718  20230725:0735\n*\nHistory:\n1. Pancreas cancer.\n2. 2023-7-23 CT를 참조하여 판독함.\n\nTechnique:\n  3T MR 기기 (Magnetom Vida; Siemens Healthineers)를 사용함. Axial in & opposed T1WI, fat-suppressed axial T1WI, axial moderate T2WI, axial heavily T2WI, diffusion-weighted image, coronal T2WI, 2D MRCP, 3D MRCP를 획득함. Gd-DOTA (Dotarem®)를 주입하여, multiphase 3D gradient-echo fat-suppressed axial & coronal T1WI 획득함.\n\nFindings:\n1. Pancreas cancer.\n   - location: tail.\n   - maximum diameter: 4.5 cm.\n   - peripancreatic infiltration: present.\n   - major vascular invasion: absent.\n   - adjacent organ invasion: left adrenal gland.\n\n2. Regional lymph node metastasis: small equivocal lymph nodes in peripancreatic and celiac axis.\n\n3. Distant metastasis: small equivocal lymph node in left paraaortic area (SE 29 IM 42, SE 28 IM 32).\n\n4. Others: small presumed branch duct type IPMNs in pancreas head. \n           cortical thickening in both kidneys.",
        "결론": "1. Pancreas tail cancer without major vascular invasion.\n   - with invasaion of left adrenal gland. \n   - several small regional and left paraaortic lymph nodes, indeterminate."
    },
    {
        "N": 8,
        "유형": "1.1 Initial staging",
        "본문": "History: \n1. 2024-5-31 outside CT와 함께 판독함.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Pancreas head에 약 2 cm 크기의 hypoenhancing mass가 있고 intratumoral cystic change가 의심됨. Pancreatic cancer의 가능성이 있음. SMV jejunal branch와 focal abutment 의심됨. 그 외 major vessel invasion 없음.\n  Upstream P-duct이 mild dilatation 되어 있고 pancreas tail에 약 1 cm 이하의 a few benign-looking cystic lesion들이 있음.\n  Significant bile duct dilatation 없음.\n  Liver S3, S4 subcapsular portion에 AP shunt로 생각되는 small arterial enhancing lesion이 있음. 그 외 focal hepatic lesion 없음.\n  Omentum에 subtle infiltration 의심됨 (SE 6 IM 32, 55). Significance 불분명하나 carcinomatosis의 가능성은 낮을 것으로 생각됨.\n  Retroperitoneum에 의미 있게 커진 lymph node 없음.\n  미량의 pelvic ascites가 있음.\n  Scan에 포함된 lung과 bone에 전이 시사하는 소견 없음.",
        "결론": "1. Approximately 2 cm probable pancreatic head cancer with focally abutting to SMV jejunal branch.\n2. A few subcentimeter benign-looking cystic lesions in pancreas tail.\n3. Subtle omental infiltration, uncertain clinical significance."
    },
    {
        "N": 9,
        "유형": "1.1 Initial staging",
        "본문": "History: \n1. Pancreas body cancer.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Pancreas body에 2 cm 크기의 hypoattenuating mass가 있고 upstream P-duct dilatation을 동반하고 있는 병변임. Pancreatic cancer로 판단이 됨.\n  주변에 small LNs가 있고 indeterminate LNs임.\n  Major vasculature에 invasion 소견 저명하지 않음.\n  Liver에 focal lesion 없음.\n  GB, bile duct에 특이 소견 없음.\n  Left kidney에 cyst가 있음.\n  Peritoneal seeding nodule 저명하지 않음.\n  Scan에 포함된 lung base와 bony structure에 특이 소견 없음.",
        "결론": "1. Pancreatic cancer:\n   - location: body\n   - maximum diameter: 2 cm\n   - peripancreatic infiltration: present\n   - major vascular invasion: absent\n   - adjacent organ invasion: absent\n\n2. Regional lymph node metastasis: indeterminate\n\n3. Distant metastasis: absent\n\n4. Others: no remarkable\n\n---\nNote: \n1. Definition of major vascular invasion: tumor involves >180° of the circumference of the vessel, vascular occlusion, or tumor thrombus.\n2. Criteria for lymph node metastasis: >1 cm in short-axis diameter or necrosis."
    },
    {
        "N": 10,
        "유형": "1.1 Initial staging",
        "본문": "History:\n1. R/O pancreatic cancer.\n2. 2024-4-22 외부 MR 및 2024-6-10 외부 CT를 함께 판독함.\n\nTechnique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreas uncinate process에 약 2.5 cm 가량의 infiltrative mass가 있음. Pancreatic cancer가 의심되는 병변임. 병변은 duodenum 3rd portion에 invasion이 의심됨. \n  인접한 SMA와 180도 미만의 encasement 소견이 관찰되며 (SE 6 IM 71) abutting 소견으로 생각됨. 2024-4-22 MR부터 인접한 gastrocolic trunk에 abutting이 있으면서 partial thrombus가 관찰되고 thrombus의 extent는 2024-6-10 CT상 더욱 extended 되어 main portal vein 및 left portal vein에 diffuse thrombosis가 동반되어 있음. Tumor thrombus의 가능성과 bland thrombus의 가능성 모두 고려해볼 수 있겠음.\n  또한 proximal SMA 및 celiac trunk/CHA를 encasement하는 soft tissue lesion이 있고 primary tumor와 다소 거리가 있으나 invasion의 가능성을 배제할 수 없겠음 (SE 6 IM 54, 62). Bowel obstruction은 뚜렷하지 않음.\n  Upper abdomen에 prominent lymph node들이 있고 metastatic lymph node가 의심되는 병변들임. 2024-6-10 CT상 S8 dome portion에 약 1.5 cm 가량의 focal low attenuating lesion이 관찰되며 이는 2024-4-22 MR상에서 뚜렷하게 delineation 되지 않았던 병변임. Metastasis의 가능성 배제할 수 없겠음. 다시 MRI 촬영을 통한 further evaluation 고려하시기 바람.\n  GB는 다소 collapse 되어 있음.\n  Bile duct에 significant한 dilatation 없음.\n  양측 kidney에 tiny cyst들이 있음.\n  그 외 특이 소견 관찰되지 않음.",
        "결론": "1. Pancreatic cancer:\n   1) location: uncinate process\n   2) maximum diameter: 2.5 cm\n   3) major vascular invasion: \n     - abutting SMA \n     - encasement of proximal SMA and celiac trunk/CHA (primary tumor와는 약간 떨어져 있는 위치), R/O invasion.\n     - gradual increased extent of thrombosis involving gastrocolic trunk, main PV, and left PV, R/O tumor thrombus vs. bland thrombus.\n   4) adjacent organ invasion: duodenum 3rd portion\n\n2. Regional lymph node metastasis: present\n\n3. Distant metastasis: \n   1) a 1.5 cm focal low attenuating lesion in S8 dome on 2024-6-10 CT.\n      : metastasis cannot be excluded.\n      REC) MRI.\n\n4. Others: Unremarkable.\n\n---\nNote: \n1. Definition of major vascular invasion: tumor involves >180° of the circumference of the vessel, vascular occlusion, or tumor thrombus.\n2. Criteria for lymph node metastasis: >1 cm in short-axis diameter or necrosis."
    },
    {
        "N": 11,
        "유형": "1.1 Initial staging",
        "본문": "Technique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreas head/uncinate process에 장경 5.5 cm 크기의 necrosis를 포함한 mass가 있음. SMV와 abutment가 있고 약간의 deformity가 있음. 1st jejunal vein과도 abutment가 있음. Duodenum 2nd/3rd portion에 direct invasion 소견이 있음.\n  양측 hepatic lobe에 multiple low density nodules가 있고 hepatic metastasis 소견으로 생각됨.\n  Pancreas body, tail에 약간의 obstructive pancreatitis가 있는 것으로 보임.\n  GB fundus에는 focal adenomyomatosis 소견이 있음.",
        "결론": "1. A 5.5 cm pancreas head/uncinate process cancer, unresectable state due to metastasis, most likely.\n   1) tumor invasion of SMV and 1st jejunal vein. \n   2) multiple hepatic metastases in both hepatic lobes.\n2. Mild obstructive pancreatitis."
    },
    {
        "N": 12,
        "유형": "1.1 Initial staging",
        "본문": "History: \n1. CA 19-9 elevation.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Pancreas tail에 약 4.1 cm 크기의 low attenuating mass lesion이 있어 cancer로 생각되며 인접한 left adrenal gland 및 splenic vessel을 invasion하고 있음.\n  Splenic flexure에 focal한 abutment를 보이고 보이고 있으나 (SE 53 IM 39) 뚜렷한 invasion의 증거는 없음. Associated bowel obstruction의 증거 없음.\n  Splenic vessel외에 major vasculature의 invasion 소견 없음.\n  의미 있게 커져 있는 lymph node 없음.\n  포함된 범위 내에 뚜렷한 peritoneal seeding을 의심할 만한 소견 없음.\n  Liver에 focal lesion 없음.\n  양측 kidney에 multifocal cortical scarring with perfusion abnormality를 보이며 이전 chronic pyelonephritis의 sequelae일 가능성이 있어 보임.\n  Spleen에 이상 소견 없음.\n  Gastrointestinal tract의 뚜렷한 wall thickening이나 mass-like lesion 보이지 않음.\n  Bone metastasis의 증거 없음.\n  포함된 thorax에 대해서는 chest CT의 판독문을 참조하시기 바랍니다.",
        "결론": "1. Pancreatic tail cancer with left adrenal gland invasion.\n   --> Probably resectable.\n2. No overt evidence of distant metastasis."
    },
    {
        "N": 13,
        "유형": "1.1 Initial staging",
        "본문": "History:\n1. 2024-5-21 외부 CT와 2023-6-4 외부 MR 함께 판독함.\n\nTechnique:\n 조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Right hemicolectomy and left hepatectomy 시행되어 있음. Op history와 correlation 하시기 바랍니다.\n  Pancreas tail에 4.3 cm 크기의 mass 있음. Splenic artery and vein을 invasion하고 있고 pancreas cancer에 합당한 소견임. Spleen과 abutment하고 있음. Stomach greater curvature side와 short segment에서 abutment하고 있음 (CT SE 14 IM 71). Invasion의 가능성 배제할 수 없음. Left adrenal gland는 intact함. \n  CT 영상에서 인접한 splenic vein에 thrombosis 있었으나 follow up MR 영상에서 splenic vein thrombus는 뚜렷이 감소하여 있음. Minimal thrombus만이 남아 있음.\n  Periampullary diverticulum 있음. Pancreas divisum의 소견 있음. Pancreas body에 subcentimeter 크기의 benign-looking cystic lesion 있음 (MR SE 501 IM 22).\n  의미 있게 커진 regional or distant lymph node 없음.\n  Segment VIII에 1개의 hemangioma 있음 (MR DWI SE 1704 IM 228). 이 lesion의 상부로 another tiny high density lesion이 DWI 영상에 있음 (SE 1704 IM 180). 작은 크기의 lesion으로 characterization이 어려우나 이는 tiny한 cyst나 hemangioma의 가능성이 있음 (MR SE 2001 IM 15). Metastasis의 가능성은 매우 낮음.\n  Liver에 metastasis 가능성 있는 solid nodule 없음.\n  Biliary dilatation 없음.\n  뚜렷한 seeding nodule 없음.",
        "결론": "1. Suggestive of pancreas tail cancer.\n   ; long diameter - 4.3 cm\n   ; abutment with spleen and greater curvature side of the stomach.\n   ; major vascular invasion (-).\n2. Regional LN metastasis (-).\n3. Distant metastasis (-).\n4. a) S/P right hemicolectomy and left hepatectomy.\n   b) decreased splenic vein thrombus, since 2024-5-21 CT.\n   c) a hemangioma in segment VIII.\n      suggestive of a tiny benign-looking lesion in segment VIII (MR SE 1704 IM 180).\n   d) a subcentimeter benign-looking cystic lesion in pancreas body."
    },
    {
        "N": 14,
        "유형": "1.1 Initial staging",
        "본문": "Findings:\n  Pancreas head에 1.5 cm low density mass가 있고 peripancreatic infiltration이 보임. Upstream pancreatic duct dilatation이나 pancreas tail atrophy는 뚜렷하지 않음. Major vessel invasion 소견 없음.  \n  간을 비롯한 복강내 장기에 전이 소견 없음.\n  양측 신장에 낭종들이 있음.\n  복강 및 후복강에 significant lymphadenopathy 나 abnormal fluid collection 소견 없음.\n  스캔에 포함된 basal lung과 bone에 전이소견 없음.",
        "결론": "Pancreas head cancer (1.5 cm) with peripancreatic infiltration."
    },
    {
        "N": 15,
        "유형": "1.1 Initial staging",
        "본문": "History:\n1. 2024-6-14 시행한 outside CT 및 MRI를 함께 판독함.\n\nTechnique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreas uncinate process에서 exophytic growing하는 장경 약 4.5 cm 크기의 hypoenhancing mass가 있고 pancreatic cancer로 판단됨.   Mass는 SMA를 180˚ 가량 encase하고 있으며 인접한 portomesenteric junction이 invasion에 의해 obliteration 되어 있음.\n  Upstream P-duct과 bile duct가 늘어나 있는 double duct sign이 있고 늘어난 duct 내부 CT attenuation이 증가되어 있어 hemobilia 가능성이 있음.\n  Both hemiliver에는 약 20개 이상의 2.5 cm 이하 multiple metastatic lesion들이 있음.\n  Common hepatic artery 주위와 mass와 인접한 aortocaval space에 small indeterminate lymph node들이 있음.\n  소량의 pelvic ascites가 있고 뚜렷한 seeding nodule은 관찰되지 않음.\n  Small uterine myoma가 있음.",
        "결론": "1. Approximately 4.5 cm pancreatic uncinate process cancer with SMA encasement and portomesenteric junction invasion.\n   - Multiple up to 2.5 cm hepatic metastases.\n   - Mild bile duct dilatation due to CBD invasion, R/O combined hemobilia."
    },
    {
        "N": 16,
        "유형": "1.1 Initial staging",
        "본문": "Technique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreas body에 장경 2.5 cm 정도 크기의 mixed solid and cystic mass가 있음. 병변의 주로 periphery에 cystic lesion이 있고 central portion에 solid component가 있음. Solid lesion만 고려하면 크기는 1.5 cm 정도임. Cystic lesion에도 wall thickening이 있음. Upstream pancreatic duct dilatation과 atrophy의 소견이 있음. Pancreatic cancer 가능성이 있는 병변이며 large duct variant이거나 혹은 IPMN origin의 cancer 가능성이 있음. Pancreatic cystic neoplasm이나 다른 solid tumor의 cystic change 가능성은 상대적으로 낮을 것으로 생각됨.\n  Distant metastasis의 evidence 없음.\n  Significant lymphadenopathy 없음.\n  Definite한 metastatic lymph node 소견 없음.\n  CT scan에서는 left ureter에 wall thickening과 left kidney의 perfusion defect가 있어 acute pyelonephritis 및 ureteritis의 가능성이 있음. Definite한 radiopaque stone은 보이지 않음.",
        "결론": "1. A 2.5 cm pancreatic cancer (large duct variant or cancer from IPMN) in pancreas body, highly suspected.\n   1) no definite major vascular invasion.\n   2) no definite lymph node or distant metastasis.\n2. Suspicious acute pyelonephritis and ureteritis in left kidney and ureter on 2024-2-4 CT."
    },
    {
        "N": 2,
        "유형": "1.2 Initial diagnosis",
        "본문": "Findings:\n  Bile duct와 pancreatic duct가 pancreas head 부위에서 stricture가 있음. 또한 intrapancreatic CBD의 upper portion에 bile duct wall thickening이 있음. Mass가 명확하게 보이지 않으나 pancreas head 뒤쪽으로 T1 weighted image에서 low signal intensity를 보이고 조영증강 후 delayed phase에서 progressive enhancement를 보이는 focal lesion이 의심되며 크기는 1.8 cm 정도임. CT에서도 arterial phase에 약간 low attenuation을 보임. Pancreas head cancer의 가능성이 있지만 pancreatic duct dilatation이 경미한 점을 고려할 때 focal AIP의 가능성도 있음. EUS-guided biopsy가 요망됨.\n  Portocaval area에 enlarged lymph node가 있음. Cancer라면 metastatic lymph node의 가능성이 있음.\n  Major vascular structure에 invasion 소견은 동반되어 있지 않음.\n  Liver metastasis는 없음.",
        "결론": "1. A 1.8 cm pancreatic mass in posterior aspect of pancreas head with bile duct and pancreatic duct stricture:\n   - R/O pancreas cancer, slight more likely than focal autoimmune pancreatitis.\n   1) no definite major vascular invasion.\n   2) R/O metastatic lymph node in portocaval area."
    },
    {
        "N": 3,
        "유형": "1.2 Initial diagnosis",
        "본문": "Technique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreas body, tail 부위에는 거의 parenchyma가 남아있지 않고 lipomatosis 소견이 있음. Pancreas head에 calcification이 있고 calcification 주변으로 약 2.3 cm 정도 크기의 mass가 의심됨. Pancreatic cancer 가능성이 있을 것으로 생각되고 underlying chronic pancreatitis에서 origin했을 가능성이 있음. Chronic pancreatitis에 의한 inflammatory mass 가능성도 있으나 상대적으로 그 가능성은 낮음.\n  Pancreatic calcification 주변과 uncinate process에 cystic lesion이 있음. Chronic pancreatitis와 동반된 retention cyst 및 IPMN 가능성이 모두 있음.\n  Common hepatic artery 주변에는 small indeterminate lymph node가 있음.\n  Liver의 S6에 hemangioma가 있음. Liver S8에도 subcentimeter T2 high signal intensity lesion이 MRI에서 보이며 이 병변 역시 hemangioma의 가능성이 높음.",
        "결론": "1. A 2.3 cm mass in pancreas head with calcification:\n   - R/O pancreatic cancer complicating underlying chronic pancreatitis, more likely than inflammatory mass.\n2. Small indeterminate lymph nodes along hepatoduodenal ligament.\n3. Severe atrophy and lipomatosis in pancreas body and tail.\n4. A 2.5 cm hemangioma in liver S6 and S8."
    },
    {
        "N": 4,
        "유형": "1.2 Initial diagnosis",
        "본문": "Technique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreas head에 subcentimeter cyst가 하나가 있으며 pancreas body, tail에 걸쳐서 main pancreatic duct dilatation이 있음. Main pancreatic duct는 tail 부위에서 약간 disproportional dilatation이 있어 이 부위에 IPMN이 동반되어 있을 가능성이 있음. 하지만 pancreas body/neck 부위에서 focal한 pancreatic duct stricture가 있음.\n  외부병원 CT는 portal venous phase 만 available하고 외부병원 MRI는 respiration에 의한 motion artifact가 있어 평가가 제한적이나 pancreatic duct stricture site에 small pancreatic parenchymal lesion이 의심스러움. 이러한 소견을 고려할 때 pancreatic duct stricture site인 pancreas body 부위에 small pancreatic cancer 가능성이 있음. Pancreatic duct stricture site의 tumor 여부에 대한 확인을 위해서 EUS 혹은 본원에서 MRI follow up이 필요함.",
        "결론": "1. Main pancreatic duct stricture at the pancreas body with suspicious small parenchymal lesion:\n   - R/O pancreas body cancer.\n2. A small cyst in pancreas head and slightly disproportional main P-duct dilatation and body, tail, suggesting underlying mixed type IPMN."
    },
    {
        "N": 5,
        "유형": "1.2 Initial diagnosis",
        "본문": "History:\n1. H/O pancreatitis(2023-08).\n2. 2023-08-30 outside CT를 참조함.\n\nFindings:\n  Pancreas의 heterogeneous low attenuation과 peripancreatic infiltration은 이전보다 감소하였으나 아직 남아 있으며 acute pancreatitis의 improving state로 판단됨. \n  Pancreas neck에 1.8 cm의 ill-defined low density lesions이 있으며(SE 7 IM 50) 2023-8-30 CT에서는 뚜렷하게 보이지 않았던 소견임. 또한 celiac trunk, CHA, SMA 주변으로 ill-defined soft tissue infiltration이 있으며 2023-8-30 CT와 변화없이 관찰됨. Pancreatic cancer 또는 focal pancreatitis의 가능성이 모두 있겠음. Upstream main p-duct는 mild prominent하나 2023-8-30 CT와 비교하여 큰 변화는 없음.\n  Pancreas tail에 irregular heterogeneously enhancing lesion은 크게 변화 없으며(SE 7 IM 48) prominent vascular structure의 가능성이 있겠음.\n  Both hemiliver에 up to 1.2 cm의 low density lesions은 대부분 cysts일 것으로 판단됨.\n  Spleen, GB, biliary tree, adrenal glands에 특이 소견 없음.\n  양측 kidneys에 small cysts 있음. \n  GI tract에 abnormal wall thickening이나 mass 없음. \n  Peripancreatic area에 small lymph nodes가 있으며 reactive lymph node로 판단됨.\n  Ascites 없음. \n  Scan에 포함된 bone과 lung에 특이 소견 없음.",
        "결론": "1. 1.8 cm low density lesion in pancreas neck with infiltrative soft tissue lesion surrounding major vessels.\n - R/O pancreatic cancer vs. focal pancreatitis.\n2. Improving state of acute pancreatitis.\n3. No change of irregular enhancing lesion in pancreas tail.\n - R/O prominent vascular structure."
    },
    {
        "N": 6,
        "유형": "1.2 Initial diagnosis",
        "본문": "Technique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreas body와 tail을 replace하고 있는 장경 10 cm 정도의 infiltrative mass가 있음. 경미한 main P-duct dilatation이 tail에 동반되어 있기는 하나 전형적인 pancreatic cancer에 비해서 pancreatic duct change가 경미하고 desmoplastic reaction도 거의 동반되어 있지 않음. Pancreatic cancer, acinar cell cancer, neuroendocrine carcinoma 등의 가능성이 모두 있을 것으로 생각됨.\n  Liver S6에 small hepatic hemangioma가 있음. 그 외에는 liver에 다른 focal lesion 없음.\n  양측 kidney에 renal cysts가 있음.\n  복강내에 significant lymphadenopathy 없음.\n  Pancreas mass는 주변으로 심한 peripancreatic infiltration이 동반되어 있음.\n  Peritoneal nodule은 명확하지 않음. Splenic vein에 focal tumor thrombus가 있는 것으로 생각됨.\n  Tumor는 proximal jejunum과 focal하게 abutment가 있고 stomach에도 약간의 abutment가 있음.",
        "결론": "1. A 10 cm infiltrative pancreatic cancer in pancreas body and tail, most likely.\n   DDx.: acinar cell cancer or neuroendocrine carcinoma.\n   1) suspicious focal tumor thrombus in splenic vein.\n   2) tumor abutment to stomach high body and proximal jejunum.\n2. A small hemangioma in liver S6.\n3. No definite lymph node or distant metastasis."
    },
    {
        "N": 7,
        "유형": "1.2 Initial diagnosis",
        "본문": "Technique:\n  조영제를 사용한 외부 MRI를 판독함. 외부에서 시행한 검사로 사용된 sequence의 구체적 내용을 알기 어려움.\n\nFindings:\n  Pancreas head에 약 2 cm 크기의 비교적 경계가 명확한 mass가 있고 upstream P-duct dilatation이 있음. Pancreas head cancer 가능성이 높은 병변으로 생각되며 solid pseudopapillary neoplasm일 가능성도 있음. SMV와 focal abutment가 있음.\n  Liver의 S8에 tiny focal lesion이 있음. 이 병변은 조영증강 영상에서는 잘 delineation 되지 않고 nonenhanced T1 weighted image에서 low signal intensity, T2 high signal, diffusion restriction을 보이는 병변으로 metastasis일 가능성이 있음. \n  그 외에는 scan된 다른 부위에 특이 소견 없음.",
        "결론": "1. A 2 cm pancreas head cancer, most likely.\n   Solid pseudopapillary neoplasm, less likely.\n   - tumor abutment to SMV.\n2. Suspicious tiny hepatic metastasis in liver S8 (MRI, SE 805 IM 192, SE 502 IM 11)."
    },
    {
        "N": 2,
        "유형": "2. Restaging",
        "본문": "History:\n1. Pancreatic cancer.\n\nTechnique:\n  3T MR 기기 (Ingenia; Philips Healthcare)를 사용함. Axial in & opposed T1WI, fat-suppressed axial T1WI, axial moderate T2WI, axial heavily T2WI, diffusion-weighted image, coronal T2WI, 2D MRCP, 3D MRCP를 획득함. Gd-DOTA (Dotarem®)를 주입하여, multiphase 3D gradient-echo fat-suppressed axial & coronal T1WI 획득함.\n\nFindings:\n  Pancreas uncinate process의 upper portion에 있는 cancer는 1 cm 정도 크기의 ill-defined hypointense lesion으로 precontrast T1 weighted image에서 보임 (SE 1201 IM 47).\n  SMV와 닿아 있으나 narrowing은 없음. \n  다른 major vessel들에도 invasion 없음.\n  Biliary stent가 있고 bile duct는 약간 늘어나 있음.\n  Perihilar bile duct의 mild wall thickening은 cholangitis 관련 소견일 가능성이 높음 (SE 1501 IM 33).\n  Liver에 tiny cyst가 몇개 있음.\n  Hepatoduodenal ligament에 의미가 분명하지 않은 lymph node가 몇개 있음.",
        "결론": "1. 1 cm cancer in the pancreas uncinate process, resectable.\n   1) SMV abutment without narrowing.\n2. Indeterminate lymph nodes in the hepatoduodenal ligament."
    },
    {
        "N": 3,
        "유형": "2. Restaging",
        "본문": "History: \n1. Borderline resectable cancer로 neoadjuvant chemotherapy 시행받았음.\n2. 2023-12-2 CT를 참조함.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Scan에 포함된 basal lung과 bone에 metastasis 시사할 만한 소견 없음.\n  Pancreas head의 mass는 약 2 cm에서 1.6 cm으로 크기가 약간 감소하였음. SMV와 abutment 소견이 있으나 luminal deformity는 뚜렷하지 않음. Initial CT 보다 tumor와 vessel의 interface는 호전되었음.\n  Hepatoduodenal ligament와 portacaval space에 lymph node metastasis로 생각되는 lymphadenopathy 크기 감소하였음.\n  Liver에 metastasis 시사할 만한 소견 없음.\n  GB에 이상소견 없고 bile duct dilatation 소견 없음.\n  Both adrenal gland에 이상 소견 없음.\n  Both kidneys에 small cyst들이 있음.\n  Retroperitoneum에 의미 있게 커진 lymph node 없음.\n  GI tract에 abnormal wall thickening이나 mass 등의 이상 소견 분명치 않음.\n  Peritoneal metastasis를 시사할 만한 소견 없음",
        "결론": "1. Slightly decreased size of known pancreatic head cancer compared with initial CT.\n   - focal abutment of SMV without luminal deformity.\n2. Slightly decrease in size of R/O metastatic regional lymph nodes.\n3. No definite evidence of distant metastasis."
    },
    {
        "N": 4,
        "유형": "2. Restaging",
        "본문": "History: \n1. S/P FOLFIRINOX neoadjuvant therapy for pancreatic cancer.\n\nTechnique:\n  Unenhanced와 oral (water) 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n  \nFindings:\n1. Pancreatic cancer:\n   - location: tail.\n   - maximum diameter: 3.3 cm.\n     - no change since 2024-1-9 CT.\n     - decreased since 2023-7-23 CT.\n   - peripancreatic infiltration: present.\n   - major vascular invasion: absent.\n   - adjacent organ invasion: focal tumor abutment to left adrenal gland.\n\n2. Regional lymph node metastasis: absent.\n\n3. Distant metastasis: absent.\n\n4. Others: \n   1) improved pulmonary consolidation in both basal lungs and residual bronchiectasis.\n   2) multiple nodules in adrenal glands: nodular hyperplasia vs. adenomas.\n\n---\nNote: \n1. Definition of major vascular invasion: tumor involves >180° of the circumference of the vessel, vascular occlusion, or tumor thrombus.\n2. Criteria for lymph node metastasis: >1 cm in short-axis diameter or necrosis.",
        "결론": "1. A 3.3 cm pancreas tail cancer.\n   1) focal tumor abutment to left adrenal gland.\n   2) no definite major vascular invasion.\n   3) no definite lymph node or distant metastasis."
    },
    {
        "N": 5,
        "유형": "2. Restaging",
        "본문": "History: \n1. S/P neoadjuvant therapy for pancreas head cancer.\n\nTechnique:\n  Unenhanced와 oral (water) 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n  \nFindings:\n1. Pancreatic cancer:\n   - location: head/uncinate process.\n   - maximum diameter: 3 cm.\n   - peripancreatic infiltration: present.\n   - major vascular invasion: \n     1) invasion and stenosis of portomesenteric vein.\n     2) encasement of SMA.\n\n   - adjacent organ invasion: absent.\n\n2. Regional lymph node metastasis: suspicious metastatic lymph nodes along CHA.\n\n3. Distant metastasis: not definite.\n\n4. Others: \n   1) small incidental nodule in right adrenal gland, possibly adenoma.\n   2) S/P biliary stent insertion.\n---\nNote: \n1. Definition of major vascular invasion: tumor involves >180° of the circumference of the vessel, vascular occlusion, or tumor thrombus.\n2. Criteria for lymph node metastasis: >1 cm in short-axis diameter or necrosis.",
        "결론": "1. Equivocal change of 3 cm pancreas head cancer, locally advanced state according to NCCN guideline.\n   1) tumor invasion and stenosis of portomesenteric vein.\n   2) tumor encasement of SMA.\n   3) suspicious metastatic lymph node along CHA."
    },
    {
        "N": 6,
        "유형": "2. Restaging",
        "본문": "History: \n1. Pancreatic cancer.\n2. 2024-5-13 CT와 비교함.\n\nTechnique:\n  Unenhanced와 oral (water) 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n  \nFindings:\n  Pancreas head cancer 변화 없음.\n  SMA encasement와 SMV obliteration 변화 없음.\n  Liver의 tiny cyst들은 변화 없음.\n  Biliary stent가 있으며 bile duct dilatation 없음.\n  Right adrenal gland의 nodule은 변화 없으며 adenoma와 같은 benign lesion의 가능성이 높음.\n  Kidney의 cyst들 변화 없음.\n  Upper abdomen의 indeterminate lymph node들 변화 없음.\n  Aorta 주변에 커진 lymph node 없음.\n  Uterine myoma 변화 없음.",
        "결론": "1. Unchanged locally advanced pancreatic head cancer.\n   1) SMA encasement and SMV obliteration.\n2. No distant metastasis."
    },
    {
        "N": 7,
        "유형": "2. Restaging",
        "본문": "History: \n1. Pancreatic cancer로 chemotherapy 받았음.\n2. 2024-4-16 CT와 비교함.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Pancreas head cancer는 작아졌음 (SE 5 IM 42). Major vessel invasion 없음.\n  Pancreas의 cystic lesion들 변화 없음.\n  Liver에 focal lesion 뚜렷하지 않음.\n  커진 lymph node 없음.\n  GI tract에 이상 없음.",
        "결론": "1. Decreased size of pancreatic head cancer, resectable.\n2. Unchanged pancreatic cystic lesions."
    },
    {
        "N": 8,
        "유형": "2. Restaging",
        "본문": "History: \n1. Pancreatic cancer로 CRT 받고 follow up 중인 환자임.\n2. 2024-6-12 MR과 비교하여 판독함.\n\nTechnique:\n  Unenhanced와 oral (water) 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n  \nFindings:\n  Pancreas body (SE 6 IM 46)에 low density mass가 있으며 지난 MR과 비교할 때 크기는 큰 변화 없음. Upstream pancreatic duct dilatation을 동반하고 있음. Splenic vein과 SMV와 abutting하고 있으나 invasion의 evidence는 뚜렷하지 않음.\n  Liver에 cyst로 보이는 low density lesion이 있고 변화 없음 (SE 6 IM 34, 41). 그 외 liver에 새로운 metastasis의 evidence 보이지 않음.\n  Hepatoduodenal, hepatogastric and retroperitoneum에 의미 있게 커진 node는 보이지 않음.\n  Kidney에 cyst가 있음.",
        "결론": "1. Equivocal change of pancreatic cancer in body.\n2. Hepatic cysts."
    },
    {
        "N": 2,
        "유형": "3. Unresected cancer follow up",
        "본문": "History: \n1. Pancreas tail cancer follow up.\n2. 2024-5-9 CT와 비교함.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  Pancreas tail에 solid mass (3-25) 큰 변화 없음.\n  Liver S6에 abscess로 생각되는 low density lesion이 있고 큰 변화 없음 (3-22). \n  Liver parenchyma내에 새로 생긴 solid mass 없음.\n  Bile duct내에 metallic stent가 insertion 되어 있고 IHD에는 pneumobilia가 있음.\n  Portal vein patent함.\n  Spleen에 특이 소견 없음.\n  양측 kidney에 stone과 cyst가 있음.\n  GI tract에 abnormal bowel wall skin이나 obstruction 없음.\n  복강 내 ascites 없음.\n  Paraaortic area에 significant lymphadenopathy 없음.\n  양측 basal lung은 chest CT 판독 참고하시기 바람.",
        "결론": "1. No change of pancreas tail cancer.\n2. No change of r/o inflammatory lesion in S6."
    },
    {
        "N": 3,
        "유형": "3. Unresected cancer follow up",
        "본문": "History:\n1. Pancreatic cancer with metastasis.\n2. 2024-3-27 CT와 비교함.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Liver metastasis들 대부분은 큰 변화 없음.\n  Pancreas tail cancer 변화 없음 (SE 2 IM 31).\n  GI tract에 이상 없음.\n  커진 lymph node 없음.",
        "결론": "1. Unchanged pancreatic cancer and liver metastasis."
    },
    {
        "N": 4,
        "유형": "3. Unresected cancer follow up",
        "본문": "History:\n1. Pancreas cancer.\n2. Compared with 2024-4-1 CT.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Primary pancreas head cancer with major vascular invasion이 있고 extent 증가되어 있음.\n  Liver에 5개 이상의 metastatic nodule들이 있고 extent 증가되어 있음.\n  Regional and paraaortic lymph node metastases 있고 약간의 크기 증가 있음.\n  Moderate amount의 ascites 있음. Mild peritoneal thickening의 소견 있음. 뚜렷한 irregular peritoneal thickening이나 seeding nodule의 소견은 보이지 않음. Seeding의 가능성을 배제하기 위하여 follow up이 필요할 것으로 판단됨.\n\n  CBD stent insertion 되어 있음.\n  Pneumobilia 있고 stent patent한 것으로 판단됨.\n  GB에 air-fluid level 보이고 있음.\n  Both kidneys에 뚜렷한 hydronephrosis 소견 없음.\n  새로 생긴 bony lesion 없음.",
        "결론": "1. Increased tumor burden, since 2024-4-1 CT (pancreas/major vessel, lymph node, and liver).\n2. Moderate amount of ascites with mild peritoneal thickening (warranting FU to exclude peritoneal seeding)."
    },
    {
        "N": 5,
        "유형": "3. Unresected cancer follow up",
        "본문": "History:\n1. Pancreatic cancer로 follow up 중인 환자임.\n2. 2024-4-15 CT와 비교하여 판독함.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Pancreas body에 low density mass (SE 2 IM 26) 있고 지난 CT와 비교할 때 크기 증가가 있음.\n  SMV의 jejunal branch에 invasion을 보이고 있으며 SMA의 jejunal branch에도 invasion이 있을 것으로 판단함.\n  Splenic vein에 obliteration 있고 multiple collateral vessel들이 보임.\n  Liver와 scan에 cover된 lung에는 metastasis의 evidence 보이지 않음.\n  Cholecystectomy 시행되어 있음.\n  Paraaortic area에 커진 node 보이지 않음.\n  Ascites 뚜렷하지 않음.",
        "결론": "Increased pancreatic cancer with R/O invasion to the jejunal branch of SMA and SMV."
    },
    {
        "N": 6,
        "유형": "3. Unresected cancer follow up",
        "본문": "History:\n1. Pancreatic cancer with metastasis로 follow up하는 환자분임.\n2. 2024-4-12 CT와 correlation함.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Pancreas tail portion의 infiltrative low density mass 소견은 이전보다 좀 더 prominent하게 보임.\n  Spleen, left adrenal gland, left kidney, splenic flexure colon을 invasion하고 있고 주변으로 multiple metastatic lymph nodes 소견이 있음.\n  Segment VI를 involvement하고 있는 metastasis 소견은 extrahepatic portion까지 extend 되어 있고 이전보다 다소 prominent하게 보임.\n  Spleen에 multifocal한 pseudocyst로 판단되는 low density lesion은 이전 CT에서 보였던 병변들은 size가 다소 감소하였지만 일부 병변은 새롭게 관찰되고 그 크기는 4.6 cm 정도로 측정됨 (SE 2 IM 20).\n  Splenic hilum portion으로도 pseudocyst 의심되는 low density lesion이 남아 있음.\n  Retroperitoneal area에 metastasis로 판",
        "결론": "1. Slight prominent of pancreas tail cancer with adjacent organ invasion (spleen, left adrenal gland, left kidney, splenic flexure colon) with slightly prominent of multiple metastatic lymph node, liver metastasis (segment VI), and peritoneum.\n2. Newly developed 4.6 cm sized pseudocyst in the spleen (SE 2 IM 20).\n3. Slightly decreased size of previously mentioned pseudocyst in the spleen."
    },
    {
        "N": 7,
        "유형": "3. Unresected cancer follow up",
        "본문": "History:\n1. Follow up of pancreas tail cancer with metastasis.\n2. 2024-4-26 CT와 비교함.\n\nFindings:\n  Pancreas tail의 cancer extent는 이전 CT 보다 약간 더 prominent하며 주변으로 tumor infiltration이 있고 (3-28) 이 또한 이전보다 prominent함.\n  인접하여 있는 stomach과 transverse colon에 invasion 의심되는 소견은 변화 없음.\n  Liver에 multiple metastases 있고 새롭게 생긴 병변은 뚜렷하지 않으나 기존에 있던 병변들이 더욱 prominent 해졌음. \n  Peritoneal metastases 또한 이전보다 prominent함.\n  Paraaortic lymphadenopathy는 없음.",
        "결론": "1. More prominent pancreatic tail cancer with adjacent organ invasion.\n2. More prominent liver and peritoneal metastases."
    },
    {
        "N": 8,
        "유형": "3. Unresected cancer follow up",
        "본문": "History:\n1. Pancreas cancer로 chemotherapy 시행 중인 환자임.\n2. 2024-5-8 CT와 비교하여 판독함.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Pancreas head cancer 병변의 extent는 이전과 큰 변화 없고 duodenum을 direct invasion하고 있음.\n  Duodenum에 stent가 insertion 되어 있고 stent 내부는 patent한 것으로 생각되나 stomach이 다소 distension 되어 있음.\n  Bile duct에 metallic stent가 insertion 되어 있고 upstream mild ductal dilatation with pneumobilia는 변화 없음.\n  이전 CT에서 언급된 left hepatic dome의 tiny low density lesion 변화 없고 (2-13) 그 외 right hepatic dome에 또 다른 rim enhancing irregular low density lesion들이 새로이 생겼고 (2-10) metastasis 또는 ductal dilatation과 동반된 microabscess의 가능성이 모두 있을 것으로 생각됨.\n  Upper abdomen과 retroperitoneum을 따라 관찰되는 enlarged lymph node들은 변화 없고 metastatic lymph node의 가능성이 있겠음.\n  뚜렷한 peritoneal seeding을 시사하는 소견 없음.",
        "결론": "1. Equivocal change of pancreas head cancer with duodenal invasion and lymph node metastasis.\n2. Newly developed irregular rim enhancing low density lesions in right hepatic dome (2-10) and unchanged tiny low density lesion in left hepatic dome (2-13).\n   --> Small metastases vs. microabscesses."
    },
    {
        "N": 9,
        "유형": "3. Unresected cancer follow up",
        "본문": "History:\n1. Pancreas cancer, lung metastasis로 follow up함.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Pancreatic tail cancer는 proximal jejunum을 invasion하며 2024-3-21 CT와 비교시 유의한 extent의 변화는 없음.\n  Liver에 뚜렷한 focal lesion 없음.\n  GB는 collapse 되어 있고 insufficient NPO time에 의한 것으로 판단됨.\n  Bile duct dilatation 없음.\n  Significant lymphadenopathy 없음.\n  Pelvic cavity에 보였던 소량에 ascites는 없어졌음. 뚜렷한 seeding lesion 없음.\n  그 외 다른 복강 내 장기에 특기할 만한 소견 없음.",
        "결론": "1. Equivocal change of pancreatic tail cancer with proximal jejunum invasion."
    },
    {
        "N": 10,
        "유형": "3. Unresected cancer follow up",
        "본문": "History: \n1. Pancreas cancer로 항암치료중 (outsie, (Gemcitabine + Abraxane : 2023.11.06 ~).\n2. 2024-2-5 outside CT를 참고함.\n\nTechnique:\n  Unenhanced와 oral (water) 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n  \nFindings:\n  Pancreas head에 2 cm 가량의 pancreatic cancer는 현재 1.5 cm 가량으로 measure되며 (SE 8 IM 42, 43) 이전보다 크기가 작아졌고 upstream p-duct dilatation도 less prominent 해졌음. Mass가 SMV abutment 하는 소견도 less prominent 해져 현재는 SMV와 fat plane이 유지되어 있음. Mass 주변의 peripancreatic infiltration도 이전보다 less prominent 함.\n  2023-9-7 outside CT에서 left gastric area와 celiac trunk를 따라 보이던 tumor infiltration은 감소된 상태이며, left gastric area에 small lymph node들이 있고 이전 CT보다 약간 less prominent 함. Hepatoduodenal ligament에 enlarged lymph node는 변화 없음 (SE 8 IM 33). Regional lymphadenopathy로 보임.\n  Paraaortic lymphadenopathy는 없음.\n  Liver를 포함한 복강 내 다른 장기에 metastasis 뚜렷하지 않음.\n  양측 kidney에 renal cysts 있음.\n  GB에 stone이 있고 변화 없음. Chronic cholecystitis의 가능성 있음.\n  Multiple pulmonary metastases 있음. Chest CT 판독을 참고하시기 바랍니다.\n  Scanned bony structure에 metastasis 뚜렷하지 않음.",
        "결론": "1. Decreased extent of pancreas head cancer with peripancreatic infiltration.\n  - less prominent abutment to the SMV and regional lymph node metastasis.\n2. GB stone with r/o chronic cholecystitis.\n3. Pulmonary metastasis."
    },
    {
        "N": 11,
        "유형": "3. Unresected cancer follow up",
        "본문": "History: \n1. Pancreas cancer로 follow up함.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Pancreas head/uncinate process의 primary cancer는 그 extent가 정확하게 delineation 되지 않으며 이전 검사와 비교하여 큰 변화는 없어보임. Upstream의 mild P-duct dilatation은 직전 CT와 비교하여 약간 감소되었음. Portomesenteric junction과 tumor의 focal abutment가 의심되나 다른 major vascular invasion의 소견은 없고 resectable stage로 생각됨.\n  Portocaval area 및 common hepatic artery 주변으로 subcentimeter 크기의 lymph node들이 있으며 metastasis의 가능성이 있겠음. 이전과 큰 변화 없음.\n  Liver에 metastasis를 의심할 만한 solid focal lesion 보이지 않음.\n  GB에 이상 소견 없음.\n  Hepatic hilum의 bile duct에 mild ductal wall thickening with enhancement가 있는데 (SE 6 IM 38) 이전 CT와 비교하여 변화 없으며 ERBD stent insertion과 관련된 inflammatory change 일 가능성이 높겠음.\n  양측 adrenal gland와 kidneys, spleen에 새롭게 보이는 이상 소견 없음.\n  Ascites나 peritoneal seeding을 의심할 만한 소견 보이지 않음.\n  Gastrointestinal tract에 mass-like lesion 보이지 않음.\n  Bone metastasis의 증거 없음.",
        "결론": "Minimal change of the pancreas head cancer, likely resectable."
    },
    {
        "N": 12,
        "유형": "3. Unresected cancer follow up",
        "본문": "History: \n1. Pancreatic cancer로 chemotherapy 중임.\n2. 2023-11-18 MRI 참조함.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Pancreas head에 경계 불분명한 low density mass는 pancreas cancer로 follow up 중인 병변이고 이전과 비교하여 크기는 약간 작아진 상태임.\n  Portomesenteric vein을 invasion하고 있으며 이에 따른 obstruction이 있고 SMA를 encase하고 있음.\n  CBD에 metallic stent가 삽입된 상태이고 remarkable bile duct dilatation은 없음.\n  Pneumobilia가 있음.\n  Common hepatic artery, portocaval space에 regional lymph node metastasis의 가능성이 있어 보이는 다소 prominent한 lymph node는 큰 변화는 없음.\n  Liver S1과 S4에 tiny cyst는 이전과 비교시 변화 없음.\n  Liver에 metastasis를 의심할 만한 새로운 병변 보이지 않음.\n  Right adrenal gland에 1 cm 미만의 nodule은 큰 변화 없고 adenoma와 같은 benign lesion의 가능성이 있겠음.\n  Stomach pylorus에 약 1.4 cm 크기의 enhancing polypoid lesion은 큰 변화 없음 (SE 42 IM 53). Benign polyp 혹은 stomach lumen 내로 protruding한 SET의 가능성도 있음.\n  Both kidneys의 parapelvic cysts 큰 변화 없음.\n  Retroperitoneum에 의미 있게 커져 있는 lymph node 없음.\n  Pelvic cavity에 미량의 ascites가 있고 뚜렷이 구별되어지는 seeding nodule은 없음.",
        "결론": "1. Slightly decreased extent of pancreas head cancer with major vascular invasion.\n2. No change of a 1.6 cm enhancing polypoid lesion in the stomach pylorus (SE 42 IM 53).\n    - R/O benign polyp, R/O stomach SET."
    },
    {
        "N": 13,
        "유형": "3. Unresected cancer follow up",
        "본문": "History: \n1. Pancreatic cancer.\n2. 2024-5-16 CT와 비교함.\n\nTechnique:\n  Unenhanced와 oral (water) 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n  \nFindings:\n  Liver metastasis들은 커졌고 일부 새로운 병변들도 있음.\n  Pancreas head cancer도 커졌음. IVC와 SMV에 abutment가 있음.\n  Duodenum에도 invasion이 의심되나 obstruction은 없음.\n  Intrapancreatic CBD에 invasion이 있으나 bile duct dilatation은 뚜렷하지 않음.\n  Lymphadenopathy 뚜렷하지 않음.",
        "결론": "1. Increased pancreas head cancer with liver metastasis."
    },
    {
        "N": 14,
        "유형": "3. Unresected cancer follow up",
        "본문": "History:\n1. Pancreatic cancer follow up.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Pancreas neck의 cancer mass는 이전 검사와 비교시 큰 변화 없음. CHA encasement 및 portomesenteric junction의 invasion의 소견도 큰 변화 없음. Upstream main P-duct dilatation 큰 변화 없음.\n  S1의 fluid collection은 resolve되었음.\n  이 외 liver에 새롭게 생긴 focal lesion 없음.\n  EHD에 biliary stent가 삽입되어 있고 pneumobilia가 있음.\n  Mild biliary dilatation 이전 검사와 비교시 큰 변화 없으며 stent내로 tumor ingrowth의 소견 없음.\n  Portocaval space 및 common hepatic artery 주변의 metastatic lymph node들 큰 변화 없음.\n  이 외 retroperitoneum 등에 새롭게 커져 있는 lymph node 없음.\n  Pelvic cavity에 scanty amount의 ascites가 있음. Clinical significance는 불분명함.",
        "결론": "1. No significant change in the pancreatic neck cancer with invasion of CHA and portomesenteric junction and regional lymph node metastases.\n2. Resolved fluid collection in liver S1.\n3. Scanty pelvic ascites, uncertain clinical significance."
    },
    {
        "N": 2,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. S/P PPPD for pancreatic cancer (POD #5).\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  PJ anastomosis site 주변으로 fluid와 infiltration이 있음.\n  Cholecystectomy bed에도 fluid가 있음.\n  이 외 omentum에 mild infiltration이 있으며 abdominal wall에 mild infiltration이 있음.\n  양측 pleural effusion이 있음. 모두 postop change로 판단됨.\n  Remnant pancreas에 새롭게 생긴 focal lesion 없으며 main pancreatic ductal dilatation 없음.\n  CJ anastomosis 상방 bile duct의 segmental enhancing wall thickening이 있으며 이 또한 postop change의 가능성이 높겠음.\n  Bowel obstruction 없음.\n  Uterus에 myomas 있으며 가장 큰 myoma 내부로는 cystic change가 생겨 있어 cystic 혹은 hemorrhagic degeneration의 가능성이 있음.",
        "결론": "1. Postop changes as described above.\n2. New cystic portion in the largest uterine myoma, possible cystic or hemorrhagic degeneration."
    },
    {
        "N": 3,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreatic cancer로 neoadjuvant therapy 이후 pancreatectomy와 portal vein resection and anastomosis를 시행받은 환자로 bleeding을 의심하여 CT를 시행함.\n2. 2024-6-26 CT와 비교하여 판독함.\n\nTechnique: \n  Precontrast 및 intravenous contrast material 주입 후 동맥기, 정맥기의 four (or two) phasic liver dynamic CT 시행하고, 이어 abdomen과 pelvis에 대하여 scan함.\n\nFindings:\n  Pancreaticoduodenectomy가 시행되어 있음.\n  Op bed에 air containing fluid collection과 infiltration이 보이고 있으며 수술과 관련있는 secondary change로 판단함.\n  복강 내에 free gas가 있으며 이 또한 수술과 관련 있는 소견임.\n  Liver attenuation 정상이며 liver에 focal lesion 없음.\n  Bilateral pleural effusion과 atelectasis가 보임.\n  Active bleeding의 evidence는 보이지 않음.\n  양측 adrenal gland에 focal lesion 없음.\n  Paraaortic area에 커진 node 보이지 않음.",
        "결론": "1. No demonstrable active bleeding.\n2. Expected postop change as described."
    },
    {
        "N": 4,
        "유형": "4. Follow-up after resection",
        "본문": "History:\n1. S/P distal pancreatectomy and splenectomy for pancreatic cancer.\n2. 2024-5-17 CT와 비교함.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  Distal pancreatectomy and splenectomy bed에 다량의 loculated fluid collection이 있음.\n  Left paracolic gutter를 따라 nodular infiltration이 이전 CT보다 prominent함 (marked on SE 3).\n  Remnant pancreas에 뚜렷한 이상 소견 없음.\n  Liver에 focal lesion 없음.\n  GB와 biliary tree에 이상 소견 없음.\n  GI track에 abnormal bowel wall thickening이나 obstruction 없음.\n  Paraaortic area에 커진 lymph node 없고 ascites 없음.",
        "결론": "1. Increased amount of loculated fluid collection along distal pancreatectomy and splenectomy bed.\n2. More prominent soft tissue infiltration in the left paracolic gutter; postoperative change vs. seeding lesion."
    },
    {
        "N": 5,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. S/P PPPD for pancreatic cancer (2024-5-31). \n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  Op bed에 소량의 postop air and fluid collection이 있음. 또한 peritoneal nondependent portion으로 postop pneumoperitoneum이 있음.\n  Remnant pancreas에 이상 소견 없음.\n  Bile duct에 significant dilatation 없음.\n  Liver에 특이 소견 관찰되지 않음.\n  다른 복부 장기들에 이상 소견 없음.\n  의미 있게 커져 있는 lymph node 없음.\n  Pelvic cavity에 소량의 ascites가 있음. Postop change로 판단됨.\n  Scan된 범위내의 lung과 bone에 특이 소견 없음.",
        "결론": "1. No unusual postoperative findings."
    },
    {
        "N": 6,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreas cancer로 수술받고 5일째 된 상태임.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  Lung base에 약간의 atelectasis가 있음.\n  소량의 post-surgical pneumoperitoneum이 있음.\n  Liver에 특기할 만한 소견 없음.\n  PPPD가 되어 있음.\n  Biliary ductal dilatation 없음.\n  Gallbladder가 절제되어 있음.\n  남아 있는 pancreas에 특기할 만한 소견 없음.\n  Kidney에 small cyst가 있음.\n  Adrenal gland에 특기할 만한 소견 없음.\n  Mild splenomegaly가 있음.\n  소량의 peritoneal fluid가 있음.\n  Mild prostatomegaly가 있음.\n  Abdomen과 pelvis의 다른 부위에 특기할 만한 소견 없음.",
        "결론": "1. Expected post-surgical changes."
    },
    {
        "N": 7,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreatic cancer로 수술 후 follow up임.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  Remnant pancreas neck portion에 약 1.4 cm 크기의 benign-looking cystic lesion이 있고 이전과 변화 없음.Main pancreatic ductal dilatation 없음. Op bed에 tumor recurrence 의심되는 소견 없음. \n  Left kidney의 anterior portion에 infarction으로 atrophic change를 보이며 이전과 변화 없음.\n  Liver에 뚜렷한 focal lesion 없음.\n  GB, bile duct에 특이 소견 없음.\n  Right renal cyst 변화 없음.\n  Significant lymphadenopathy 없음.\n  Ascites 없고 뚜렷한 seeding lesion 없음.",
        "결론": "[CONCLUSION]\n1. No evidence of tumor recurrence.\n2. No change of a small benign-looking cystic lesion in remnant pancreas neck portion."
    },
    {
        "N": 8,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreatic cancer로 수술받음.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  CHA 주변에 soft tissue infiltrating lesion이 있고 이전과 큰 변화 보이지 않음. Postop fibrosis의 가능성이 높겠음 (SE 3 IM 24). Remnant pancreas에 이상 소견 없음.\n  Liver에 tiny benign-looking low attenuating lesion들이 있고 변화 없음.\n  B5에 minimal dilatation 소견은 큰 변화 보이지 않음. Benign cause에 의한 finding의 가능성이 높겠음.\n  Right kidney는 atrophic change를 보임.\n  다른 복부 장기들에 특이소견 관찰되지 않음.\n  의미 있게 커져 있는 lymph node 없음.\n  복강 내에 abnormal fluid collection 없음.\n  Scan된 범위 내의 lung과 bone에 특이소견 관찰되지 않음.",
        "결론": "1. No evidence of tumor recurrence."
    },
    {
        "N": 9,
        "유형": "4. Follow-up after resection",
        "본문": "1. Pancreas cancer로 PPPD 시행하고 follow up (2017년).\n2. 2024-1-10 CT와 비교하여 판독함.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  PPPD가 시행되어 있고 remnant pancreas는 diffuse atrophic change를 보이며 새로 생긴 abnormal finding 없음.\n  Common hepatic artery 및 celiac axis를 따라 soft tissue density lesion이 있고 (3-25) 이전과 변화 없으며 postop change로 생각됨.\n  Liver left lateral section에 tiny low density lesion 변화 없고 새로 생긴 focal hepatic lesion 없음.\n  Significant한 bile duct dilatation 없음.\n  이전 CT에서 관찰된 right perinephric space를 따라 보이던 fluid collection 및 infiltration들은 모두 호전되었음.\n  양측 kidney에 multiple cyst들이 있음.\n  의미 있게 커진 lymph node 없음.\n  Peritoneal seeding의 evidence 없음.  \n  Retroperitoneum을 따라 a few indeterminate lymph node들이 관찰됨 (3-30, 36). Reactive change의 가능성이 metastatic lymph node 가능성보다 높을 것으로 생각됨.",
        "결론": "1. No evidence of tumor recurrence.\n2. Improved previous perinephric fluid collections/infiltrations around right kidney."
    },
    {
        "N": 10,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreas cancer로 distal pancreatectomy 후 2024년 5월 CT와 비교함.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  이전 CT에서 liver segment VIII에 있던 small ill-defined nodule은 현재 보이지 않아 focal inflammation이 호전된 것으로 생각됨.\n  그 외 liver내에 새로운 병변 없음.\n  담낭과 담도계에 이상 없음.\n  Pancreas resection margin과 liver caudate lobe 뒤쪽으로 loculated fluid collection이 각각 7.5 cm와 4.2 cm로 커짐. Pancreas head에 뚜렷한 새로운 병변 없음.\n  Left gastric area와 paraaortic area, aortocaval area의 node들이 단경 1cm 미만이나 이전보다 크기 약간 증가함.\n  복수나 뚜렷한 seeding lesion 없음.\n  다른 복강 내 장기에 이상 없음.",
        "결론": "1. Slighlty Prominent left gastric and retroperitoneal lymph nodes.\n   - R/O reactive hyperplasia vs. metastasis.\n2. Increased two loculated fluid collection around pancreas op site."
    },
    {
        "N": 11,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. S/P pancreaticoduodenectomy with portal vein resection for pancreatic cancer (2024-3-5).\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  Op bed에 loculated fluid collection이 있고 2024-4-25 CT와 비교시 그 양이 감소하였으나 여전히 남아 있음.\n  Local tumor recurrence를 시사하는 소견은 명확지 않음.\n  Remnant pancreas는 atrophic change를 보임.\n  Bile duct에 significant한 dilatation 없음.\n  Portal vein narrowing 및 collateral 소견은 이전과 큰 변화 보이지 않음.\n  Liver segment VIII에 focal low attenuating lesion이 있고 2024-4-25 CT와 비교시 큰 변화 없어 보이나 metastasis의 가능성 배제할 수 없는 병변임.\n  그 외 간내에 새롭게 관찰되는 focal lesion 없음.\n  다른 복부 장기들에 이상 소견 없음.\n  Right subhepatic space에 fluid collection이 있고 이전 검사와 비교시 큰 변화 보이지 않음.",
        "결론": "1. Equivocal change of focal low attenuating lesion in S8.\n   : metastasis cannot be excluded.\n2. Decreased but residual loculated fluid collection at op bed.\n3. Equivocal change of portal vein narrowing with collateral formation."
    },
    {
        "N": 12,
        "유형": "4. Follow-up after resection",
        "본문": "History:\n1. Pancreatic cancer로 수술 후 follow up.\n2. 2024-2-17 CT와 비교함.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Common hepatic artery 및 portal vein, aorta 주변에 soft tissue infiltration이 있음. 이 중 prominent한 enhancement portion들이 이전에 비해 증가하였음 (2-28, 30, 33). Local tumor recurrence의 가능성이 높음. PJ anastomosis site에는 silastic stent가 insertion 되어 있고 remnant pancreas에 특이 소견 없음.\n  Liver 양측 lobe에 multiple variable size의 rim enhancing lesion들이 새로 생겼고 hepatic metastasis의 가능성이 높음.\n  Parahilar area의 IHD에 duct dilatation과 wall thickening이 있음. 이전과 비교시 큰 변화 없음. 상방의 IHD dilatation은 significant하지 않음. Inflammation의 가능성이 tumor recurrence의 가능성보다 높음.\n  Left gastric area에 enlarged lymph node (2-20) 있고 indeterminate lymph node임.\n  Spleen에 특이 소견 없고 right kidney에 cyst가 있음.\n  GI tract에 obstruction 없음. \n  Mild peritoneal infiltration이 있음. Pelvis에 peritoneal enhancement 및 thickening이 prominent하고 일부 nodularity가 의심됨 (2-62, 68). Peritoneal metastasis의 가능성이 있음.\n  양측 basal lung에 metastasis는 뚜렷하지 않음.",
        "결론": "1. More prominent soft tissue density around common hepatic artery, portal vein, aorta and SMA/SMV.\n  --> R/O local tumor recurrence.\n2. Multiple variable sized rim enhancing lesions in both hepatic lobe.\n  --> R/O hepatic metastasis.\n3. Persistent bile duct wall enhancement at parahilar location.\n  --> R/O inflammation, more likely than tumor recurrence.\n4. Peritoneal enhancement and thickening with suspicious nodularity.\n  --> R/O peritoneal metastasis."
    },
    {
        "N": 13,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreatic cancer로 수술 시행 후 follow up.\n2. 2024-3-27 CT를 참조함.\n\nTechnique: \n  Precontrast 및 intravenous contrast material 주입 후 동맥기, 정맥기의 four (or two) phasic liver dynamic CT 시행하고, 이어 abdomen과 pelvis에 대하여 scan함.\n\nFindings:\n  Scan에 포함된 basal lung과 bone에 특기할 만한 소견 없음.\n  Common hepatic artery 주변으로 soft tissue lesion이 있고 이전 CT와 비교시 큰 변화 없음. Post-surgical change로 판단됨.\n  Liver S8에 abscess가 생겼음.\n  Liver에 metastasis를 시사할만한 소견은 뚜렷하지 않음.\n  Significant한 bile duct dilatation 소견 없음.\n  Portal vein에 stent insertion 되어 있고 patent함.\n  Remnant pancreas에 특기할 만한 소견 없음.\n  Both adrenal glands에 이상 소견 없음.\n  Both kidneys에 특기할 만한 소견 없음.\n  Retroperitoneum에 의미 있게 커진 lymph node 없음.\n  다른 GI tract에 abnormal wall thickening이나 mass등의 이상소견 분명치 않음.\n  Peritoneal metastasis를 시사할 만한 소견 없음.",
        "결론": "1. A hepatic abscess in S8.\n2. No definite evidence of tumor recurrence in the abdomen and pelvis."
    },
    {
        "N": 14,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreatic cancer로 follow up 중인 환자임.\n2. 2023-3-19 CT와 correlation함.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  Common hepatic artery 주변과 SMA 주변으로 있는 soft tissue density 소견은 postoperative change로 판단됨.\n  Liver에 새롭게 관찰되는 focal lesion은 없음.\n  Right paracolic gutter를 따라 있던 peritoneal thickening 소견이 일부 병변에서 irregular하게 두꺼워져 있고 soft tissue nodular lesion으로 관찰됨 (SE 3 IM 42). 또한 pelvic cavity에 소량의 ascites 및 작은 soft tissue nodular lesion이 관찰됨 (SE 3 IM 77). Peritoneal metastasis의 가능성이 높겠음.\n  Left upper quadrant에 있는 작은 nodular lesion은 (SE 3 IM 21) 이전과 변화는 없음.",
        "결론": "1. More prominent of soft tissue nodular lesion along right paracolic gutter and newly developed tiny nodular lesion in pelvic cavity with small amount of ascites.\n   - peritoneal metastasis rather than postoperative change.\n2. Equivocal change of suspicious postoperative soft tissue density along common hepatic artery and SMA."
    },
    {
        "N": 15,
        "유형": "4. Follow-up after resection",
        "본문": "History:\n1. Pancreas cancer로 distal pancreatectomy 시행함.\n2. 2024-05-13 CT를 참고해 2024-06-03 외부 CT를 판독함.\n\nFindings:\n  Remnant pancreas head 앞쪽으로 transverse mesocolon vessel주변에 불규칙한 infiltration extent는 증가했으며 내부에 air pockets가 보여 주변 hollow viscus와 연결이 있을 가능성이 있음 (6-49~57).\n  Liver에 뚜렷한 전이나 새로운 focal zone 없음.\n  Portal vein에 stent 삽입되어 있음. 내부는 patent함.\n  IHD dilatation minimal하며 이전과 큰 변화 없는 benign postop change로 생각됨.\n  복수는 약간 증가했으나 seeding을 시사하는 소견은 뚜렷하지 않음.\n  양측 anterior pararenal space를 따라 mild한 infiltration이 있음.\n  Significant lymph node enlargement 없음.\n  다른 복강 내 장기에 이상 없음.\n  좌측 늑막삼출이 있음.",
        "결론": "Increased in extent of infiltration along transverse mesocolon with air pockets.\n    - R/O recurred tumor."
    },
    {
        "N": 16,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreatic cancer로 neoadjuvant chemotherapy 후 PPPD 시행받았음.\n\nTechnique:\n  Unenhanced 영상과 intravenous contrast material 주입 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Liver segment VIII에 이전에 보이지 않았던 focal low density lesion이 있음 (6-20). 이는 liver metastasis의 가능성 있음.\n  PJ site 주변으로 fluid와 soft tissue infiltration이 있고 postop. change의 가능성 있음. \n  Omentum에 infiltration이 있고 양측 paracolic gutter와 pelvic cavity에 mild peritoneal thickening이 있음. 모두 postop change의 가능성이 있겠으나 residual tumor 혹은 peritoneal metastasis를 배제하기 위한 follow up 필요할 것으로 판단됨.",
        "결론": "1. A new focal lesion in liver S8.\n  --> Possible metastasis.\n2. Fluid and soft tissue infiltration around PJ site, probable postop. change.\n3. Mild omental infiltration and peritoneal thickening in both paracolic gutters and pelvic cavity.\n--> Possible postop. changes, however recommend follow up to exclude peritoneal metastasis."
    },
    {
        "N": 17,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreas cancer로 수술받고 follow up하는 환자임. 수술 후 proper hepatic artery의 bleeding이 있어 embolization 받았음.\n2. 2024-04-12 CT를 참고함.\n\nFindings:\n1. Increased size of the low-attenuation mass like lesion in the liver S2 and S3, with PV thrombosis in P3.\n    - S2 lesion: 3.5 --> 7.5cm, thick enhancing wall, lobulating contour, surounding hyperemia.\n    - S3 lesion: 1.5 --> 3.3cm, round shape\n  ==> r/o aggravation of liver abscesses.\n      r/o hepatic metastases \n\n2. S/P Distal pancreatectomy for pancras cancer\n   Decreased size of the liquefacted hematoma in the distal pancreatectomy site (#303-34)\n    - diameter: 5 --> 3.2cm\n\n3. Patent main PV/SMV stent.\n\n4. No change of small LNs along the small bowel mesentery: r/o reactive LNs.",
        "결론": "1. Increased size of the low-attenuation mass like lesion in the liver S2 and S3, with PV thrombosis in P3.\n  ==> r/o aggravation of liver abscesses.\n      r/o hepatic metastases \n\n2. Decreased size of the liquefacted hematoma in the distal pancreatectomy site."
    },
    {
        "N": 18,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreatic cancer로 PPPD 받은 환자임.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  Scan에 포함된 lung base에 특기할 만한 소견 없음.\n  Liver parenchyma에 특기할 만한 소견 없음.\n  Air-biliarygram이 있음.\n  Remarkable biliary ductal dilatation 없음.\n  Pancreas에 특기할 만한 소견 없음.\n  Kidney와 adrenal gland에 특기할 만한 소견 없음.\n  Spleen에 특기할 만한 소견 없음.\n  Prostatomegaly가 있음.\n  약간의 peritoneal infiltration이 있으며 significance는 불분명함.\n  소량의 ascites가 있음.",
        "결론": "1. Indeterminate subtle peritoneal infiltration and small pelvic ascites."
    },
    {
        "N": 19,
        "유형": "4. Follow-up after resection",
        "본문": "History: \n1. Pancreatic cancer로 수술받고 follow up하는 환자임.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Right lung base에 bronchiectasis가 있음. Left lung base의 posterior CPA 쪽으로 보이는 6 mm 정도 크기의 subpleural nodule은 (SE 5 IM 17) 2024-5-7과 큰 변화 없이 보이고 있음. 너무 크기가 작아서 characterization은 어려움. \n  Celiac trunk와 common hepatic artery, SMA 그리고 upper abdomen의 paraaortic area를 involve하고 있는 infiltrative mass-like lesion이 있고 주변 structure를 infiltration하고 있으며 left gastric area를 포함하여 lymphadenopathy가 동반되어 있음. 2023-10-19 CT 이후 serial하게 보았을 때 서서히 변화하기는 하나 전체적으로는 약간씩 prominent 해지는 것으로 보이며 2024-5-7과 비교할 때도 좀 더 prominent해 보임. 병변이 main portal vein 주변으로 infiltration하여 hepatic hilum과 peribiliary space로 extension 되고 있으며 이로 인하여 bile duct의 segmental branch들이 separation 되어 obstruction 되어 있는 상태임. Post-surgical fibrosis와는 잘 부합되지 않는 소견으로 전체적으로는 recurred tumor의 가능성이 좀 더 높아 보임.\n  B3를 통하여 bile duct에 drainage catheter가 place 되어 있기는 하나 segmental branch들이 separation 되어 bile duct가 충분히 decompression 되고 있지 않은 상태임.\n  양측 kidney와 adrenal gland에 특기할 만한 소견 없음.\n  Mild splenomegaly가 있음.\n  남아 있는 pancreas에 특기할 만한 소견 없음.\n  Abdomen의 다른 부위에 특기할 만한 소견 없음.",
        "결론": "1. Slowly increasing infiltrative mass-like lesion in the upper abdomen with vascular encasement and biliary obstruction as described above, suspicious of recurred tumor rather than inflammatory lesion."
    },
    {
        "N": 2,
        "유형": "5 Follow-up for recurred tumor ",
        "본문": "History: \n1. Pancreatic cancer로 수술 시행 후 follow up.\n2. 2024-3-27 CT를 참조함.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  Scan에 포함된 basal lung과 bone에 metastasis를 시사할 만한 소견 없음.\n  Ascites가 있고 nodular peritoneal infiltration이 있음. Peritoneal carcinomatosis에 의한 소견이며 이전 CT와 비교시 equivocal한 change를 보이고 있음.\n  이전 CT에서 의심되었던 enteritis 소견은 호전되었음.\n  Portocaval space에 soft tissue lesion이 있고 (SE 3 IM 26) 이전 CT와 비교시 큰 변화 없음. Postsurgical change로 판단됨.\n  Fatty liver 있음.\n  Liver에 metastasis를 시사할 만한 소견은 뚜렷하지 않음.\n  Remnant pancreas에 이상 소견 없음.\n  Both adrenal gland 및 both kidneys에 이상 소견 없음.\n  Retroperitoneum에 의미 있게 커진 lymph node 없음.",
        "결론": "Equivocal change of peritoneal metastasis."
    },
    {
        "N": 3,
        "유형": "5 Follow-up for recurred tumor ",
        "본문": "History:\n1. Pancreatic cancer로 수술 후 재발하였음.\n2. RUQ pain.\n\nCompared with 2024-5-26 CT.\n\nFindings:\n1. Increased size of recurred tumor at the upper retroperitoneum and mesenteric root with encasement of celiac axis, CHA, SMA and SMV.\n   - Luminal narrowing of SMV, SMA, mesenteric vessels, and splenic artery.\n   - Equivocal change of main P-duct dilatation.\n\n2. Increased extent of liver, peritoneal, and paraaortic lymph node metastases.\n\n3. Edematous wall thickening of rectosigmoid colon and descending colon.\n--> R/O non-specific colitis.\n\n4. Increase size of lymph node at the right cardiophrenic angle.\n--> Indeterminate.",
        "결론": "1. Increased size of recurred tumor at the upper retroperitoneum and mesenteric root with encasement of celiac axis, CHA, SMA and SMV.\n2. Aggravation of liver, peritoneal, and paraaortic lymph node metastases.\n3. R/O Non-specific colitis at the rectosigmoid colon and descending colon."
    },
    {
        "N": 4,
        "유형": "5 Follow-up for recurred tumor ",
        "본문": "History:\n1. Pancreatic cancer로 PPPD 받고 follow up 중인 환자임.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Small bowel mesentery에 recurred tumor로 생각되는 soft tissue density (SE 601 IM 16)이 있고 지난 CT와 비교할 때 큰 변화는 없음. \n  Liver에 metastasis의 evidence 없음.\n  양측 adrenal gland에 focal lesion 없음.\n  Infrarenal left side IVC가 있음.\n  Pelvic cavity에 소량의 ascites가 보임.",
        "결론": "No change of recurred tumor in the small bowel mesentery."
    },
    {
        "N": 5,
        "유형": "5 Follow-up for recurred tumor ",
        "본문": "History: \n1. Biopsy-proven recurred pancreatic cancer after PPPD\n2. 2024-4-17 CT와 비교함.\n\nTechnique:\n  Precontrast routine abdomen CT와 intravenous contrast material 주입 후 abdomen and pelvic CT protocol로 시행함.\n\nFindings:\n  PPPD가 되어 있음. \n  Pancreaticojejunostomy에 가까운 pancreas에 recurred cancer 가능성이 높은  ill-defined low attenuating area가 이전보다 좀 더 작아져서 경계가 잘 그려지지 않음 (SE 2 IM 28).\n  Major vessel invasion은 뚜렷하지 않음.\n  이전에 보인 perigastric complicated fluid collection은 소실되었음.\n  Liver에 focal lesion 없음.\n  Bile duct dilatation 없음.\n  단경 1cm 이상으로 커진 lymphadenopathy 뚜렷하지 않음. 이보다 작은 림프절들은 reactive change 가능성 높음.\n  복수 없음. \n  Seeding 증거 없음.",
        "결론": "1. Less prominent change of the recurred cancer in the remnant pancreas.\n2. No definite major vessel invasion or metastasis."
    },
    {
        "N": 6,
        "유형": "5 Follow-up for recurred tumor ",
        "본문": "History:\n1. Pancreas cancer로 수술 후 tumor recurrence로 치료 중인 환자임.\n\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Remnant pancreas에 recurred tumor extent는 큰 변화 없어 보이며 upstream pancreatic ductal dilatation 및 parenchymal atrophic change 있음. Mass는 pancreaticojejunostomy site 및 adjacent liver와 abutting하고 있으며 peripancreatic infiltration 및 perivascular infiltration 의 소견은 큰 변화 없음. \n  Left gastric artery 주변과 small bowel mesentery에 metastatic lymph nodes로 생각되는 enhancing nodule들은 큰 변화 없음.\n  Bile duct dilatation 소견 없음.\n  Liver의 cyst 변화 없음. 새로운 국소 병변 없음.\n  Adrenal metastasis는 뚜렷하지 않음.\n  Intraperitoneal fat이 적어 peritoneal process evaluation에 limitation 있으나 뚜렷한 seeding nodule은 보이지 않음.\n  Bowel obstruction 없음.\n  Uterine myoma with calcification 소견 있음.\n  Scan에 cover된 chest는 동일 시행한 chest CT의 판독 참조하시기 바람.\n  뚜렷한 bone destructive lesion 없음.",
        "결론": "No change of recurred cancer involving remnant pancreas"
    },
    {
        "N": 7,
        "유형": "5 Follow-up for recurred tumor ",
        "본문": "History:\n1. Pancreatic cancer로 PPPD와 cholecystectomy 시행함 (2021).\n2. 2024-3-18 CT와 비교하여 판독함.\n\nFindings:\n  Portomesenteric junction을 short segmental obliteration 시키고 있고 SMA를 encasement하고 있는 soft tissue lesion은 이전과 변화 없고 recurred tumor의 finding으로 생각됨.\n  Liver에 새로 생긴 focal lesion 없음.\n  Mild pneumobilia가 있고 significant한 bile duct dilatation 없음.\n  양측 adrenal gland에 특이 소견 없음.\n  양측 kidney에 small cyst들이 있음.\n  복강 내 다른 solid organ 들에 특이 소견 없음.\n  Remnant pancreas에 특이 소견 없음.\n  Pelvic cavity에 소량의 ascites가 있으며 definite한 seeding nodule 시사하는 소견 없고 clinical significance는 uncertain함.\n  Mesenteric fat이 적어 evaluation에 다소 제한이 있음.",
        "결론": "1. Equivocal change of probable recurred tumor invading SMA/SMV.\n2. Equivocal change of small amount of pelvic ascites, of uncertain clinical significance."
    },
    {
        "N": 8,
        "유형": "5 Follow-up for recurred tumor ",
        "본문": "History: \n1. Pancreatic cancer로 수술받고 follow up하는 환자임.\n\nTechnique:\n  Unenhanced 및 IV 조영제 주입한 후 동맥기와 정맥기의 two phase의 다중시기 촬영을 함.\n\nFindings:\n  Right lung base에 bronchiectasis가 있음. Left lung base의 posterior CPA 쪽으로 보이는 6 mm 정도 크기의 subpleural nodule은 (SE 5 IM 17) 2024-5-7과 큰 변화 없이 보이고 있음. 너무 크기가 작아서 characterization은 어려움. \n  Celiac trunk와 common hepatic artery, SMA 그리고 upper abdomen의 paraaortic area를 involve하고 있는 infiltrative mass-like lesion이 있고 주변 structure를 infiltration하고 있으며 left gastric area를 포함하여 lymphadenopathy가 동반되어 있음. 2023-10-19 CT 이후 serial하게 보았을 때 서서히 변화하기는 하나 전체적으로는 약간씩 prominent 해지는 것으로 보이며 2024-5-7과 비교할 때도 좀 더 prominent해 보임. 병변이 main portal vein 주변으로 infiltration하여 hepatic hilum과 peribiliary space로 extension 되고 있으며 이로 인하여 bile duct의 segmental branch들이 separation 되어 obstruction 되어 있는 상태임. Post-surgical fibrosis와는 잘 부합되지 않는 소견으로 전체적으로는 recurred tumor의 가능성이 좀 더 높아 보임.\n  B3를 통하여 bile duct에 drainage catheter가 place 되어 있기는 하나 segmental branch들이 separation 되어 bile duct가 충분히 decompression 되고 있지 않은 상태임.\n  양측 kidney와 adrenal gland에 특기할 만한 소견 없음.\n  Mild splenomegaly가 있음.\n  남아 있는 pancreas에 특기할 만한 소견 없음.\n  Abdomen의 다른 부위에 특기할 만한 소견 없음.",
        "결론": "1. Slowly increasing infiltrative mass-like lesion in the upper abdomen with vascular encasement and biliary obstruction as described above, suspicious of recurred tumor rather than inflammatory lesion."
    },
    {
        "N": 9,
        "유형": "5 Follow-up for recurred tumor ",
        "본문": "History:\n1. S/P distal pancreatectomy and splenectomy for pancreas body cancer.\n2. 2023-12-26 CT와 비교하겠음.\n\nTechnique:\n  Intravenous contrast material 주입 후 routine abdomen 및 pelvic CT protocol로 시행함.\n\nFindings:\n  Liver 내의 기존의 hepatic cyst들은 변화 없으나 이전 2023-12-26 CT에서 보였던 ill-defined low density lesion들은 소실되어 보이지 않음.\n  Distal pancreatectomy and splenectomy site에 특기할 만한 소견 없음. \n  유의하게 커진 lymph node 없음.\n  Cul-de-sac에 peritoneal seeding 병변은 이전보다 약간 커졌고 약 2.4 cm 크기임 (SE 2 IM 72). 그 이외의 새로 생긴 peritoneal nodule/mass는 없음.\n  Left external iliac artery 주변에 nodule도 이전보다 약간 prominent 해졌고 peritoneal seeding 가능성이 있음 (SE 2 IM 64).\n  Right kidney의 mass 변화 없고 (SE 2 IM 34) RCC의 가능성이 높아 보임.\n  Abnormal bowel wall thickening 뚜렷하지 않음.",
        "결론": "1. Slightly increased peritoneal seeding in the cul-de-sac.\n2. Slightly prominent a small enhancing nodule in left iliac area, likely seeding.\n3. Unchanged a presumed RCC in the right kidney. \n4. Resolution of previously noted ill-defined focal lesions in the liver."
    }
]